[{"title":"Case Study: Transforming polarized politics in the Minnesota state legislature","description":"The Minnesota Child Custody Dialogue Group transcended deeply entrenched positions and a history of personal mistrust to resolve an issue that had seemed intractable for years. The one new factor was Convergent Facilitation, a three-step framework for group decision-making. First the dialogue group translated their differing views into deeper principles that all agreed on. Then those principles inspired new proposals. Finally, they used their newfound mutual understanding to craft a collaborative solution.","tags":[],"preview":"/img/materials/minnesota-case-study.webp","website":"https://grow.convergentfacilitation.org/minnesota-case-study.pdf"},{"title":"Omni-Win Podcast: 'Efficient Collaboration Through Convergent Facilitation' with Paul Kahawatte","description":"How can we ensure everyone wins? In this episode with Paul Kahawatte, you’ll get a small taste of the power of convergent facilitation, a process created by OWP podcast guest Miki Kashtan, and learn how to find the non-controversial essence behind what people desire. Using these tools, we can discover what people truly need and find a way to incorporate that into a solution that works for all.","tags":[],"preview":"/img/materials/omni-win-pod-cast-paul-kahawatte.webp","website":"https://www.youtube.com/watch?v=xsPvRmUwEIE&t=12s","source":"https://www.youtube.com/watch?v=xsPvRmUwEIE&t=12s"},{"title":"Primer/Handout: Convergent Facilitation (34 pages)","description":"This packet contains basic information for anyone interested in creating more collaboration in an organizational context. This ranges from a full introduction to organizational systems to a basic description of what interpersonal collaboration looks like within an organizational context.","tags":[],"preview":"/img/materials/convergent-facilitation-primer.webp","website":"https://thefearlessheart.org/item/convergent-facilitation-primer-packet/","source":"https://thefearlessheart.org/item/convergent-facilitation-primer-packet/"},{"title":"Book: The Hightest Common Denominator","description":"In 'The Highest Common Denominator: Using Convergent Facilitation to Reach Breakthrough Collaborative Decisions', Miki introduces a novel decision-making process called Convergent Facilitation that builds trust from the beginning, surfaces concerns and addresses them, and turns conflicts into creative dilemmas that groups feel energized to solve together. This highly effective process has been used successfully around the world to resolve problems and teach people how to collaborate without sacrificing productivity.","tags":[],"preview":"/img/materials/cover-image-hcd-640x320.webp","website":"https://thefearlessheart.org/item/pdf-hcd","source":"https://thefearlessheart.org/item/pdf-hcd"}]
